{
  "LuaSnip": { "branch": "master" },
  "barbar.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "everforest": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "horizon.nvim": { "branch": "main" },
  "iceberg.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "material.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-commentary": { "branch": "master" }
}